Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2013.tmx
Source language: en_us
Languages: zh_cn

source: We should raise the quality and returns of foreign trade rather than just increase its volume, and raise its overall competitive advantages instead of relying only on cost and price advantages.
zh_cn: 推动对外贸易从规模扩张向质量效益提高转变、从成本和价格优势向综合竞争优势转变，

source: We should make China's exports more competitive in terms of technology, brand, quality and service.
zh_cn: 促进形成以技术、品牌、质量、服务为核心的出口竞争新优势；

source: We should simultaneously use foreign investment in China and make Chinese investment overseas, and support Chinese enterprises in going global, to create new space for economic development.
zh_cn: 坚持把利用外资与对外投资结合起来，支持企业“走出去”，拓展经济发展的新空间；

source: We should simultaneously deepen opening up in coastal areas and open inland and border areas wider so as to foster a balanced and coordinated pattern of opening up in which all regions have their own distinctive features, draw on each other's strengths, have a clear division of work, and cooperate with each other.
zh_cn: 坚持把深化沿海开放与扩大内陆和沿边开放结合起来，加快形成各具特色、优势互补、分工协作、均衡协调的区域开放格局；

source: We should continue to open up to both developed and developing countries and expand and deepen common interests with all other parties.
zh_cn: 坚持把向发达国家开放与向发展中国家开放结合起来，扩大和深化同各方利益汇合点。

source: We should fully and faithfully implement the Party's policy on ethnic groups; adhere to and improve the system of regional ethnic autonomy; and strengthen and develop socialist ethnic relations of equality, unity, mutual assistance and harmony.
zh_cn: 我们要全面正确贯彻党的民族政策，坚持和完善民族区域自治制度，巩固和发展平等团结互助和谐的社会主义民族关系。

source: We should fully implement the Party's basic policy on religion, promote harmonious religious relations, and get religious figures and believers actively involved in economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，促进宗教关系和谐，发挥宗教界人士和信教群众在经济社会发展中的积极作用。

source: We should assiduously implement the policy of the Party on overseas Chinese affairs and support overseas Chinese as well as returned Chinese and their relatives in endorsing and participating in China's endeavors to achieve modernization and peaceful reunification.
zh_cn: 我们要认真落实党的侨务政策，支持海外侨胞、归侨侨眷关心和参与祖国现代化建设与和平统一大业。

source: We should accelerate modernization of national defense and the armed forces so as to strengthen China's defense and military capabilities.
zh_cn: 我们要加快推进国防和军队现代化，建设巩固的国防和强大的军队，

source: We should resolutely uphold China's sovereignty, security and territorial integrity and ensure its peaceful development.
zh_cn: 坚决维护国家主权、安全、领土完整，保障国家和平发展。

source: We should adhere to the principles of "one country, two systems"; the people of Hong Kong governing Hong Kong; the people of Macao governing Macao; and both regions enjoying a high degree of autonomy.
zh_cn: 我们要坚持“一国两制”、“港人治港”、“澳人治澳”、高度自治方针，

source: We should rally our compatriots in Hong Kong and Macao around us and maintain long-term prosperity and stability of the two regions.
zh_cn: 团结广大港澳同胞，保持香港、澳门长期繁荣稳定。

source: We should adhere to the policy of the Party Central Committee on Taiwan-related work; fully implement the important thinking on cultivating peaceful cross-Straits relations; strengthen and deepen the political, economic, cultural and social foundation for their growth; and accomplish the reunification of the motherland in the course of working together with our compatriots in Taiwan to achieve the great rejuvenation of the Chinese nation.
zh_cn: 我们要坚持中央对台工作大政方针，全面贯彻两岸关系和平发展重要思想，巩固深化两岸关系和平发展的政治、经济、文化、社会基础，在同心实现中华民族伟大复兴进程中完成祖国统一大业。

source: We should continue to hold high the banner of peace, development, cooperation and mutual benefit; unswervingly pursue peaceful development; adhere to our independent foreign policy of peace; and promote durable peace and common prosperity in the world.
zh_cn: 我们要继续高举和平、发展、合作、共赢的旗帜，始终不渝走和平发展道路，坚持独立自主的和平外交政策，推动世界持久和平、共同繁荣。

source: We have achieved remarkable progress along the path of socialism with Chinese characteristics in the past, and now we envision an ever-brighter future for our great country.
zh_cn: 回顾过去，我们在中国特色社会主义道路上创造出不平凡的业绩。展望未来，伟大祖国展现出前所未有的光明前景。

source: Under the leadership of the Party Central Committee with Comrade Xi Jinping as General Secretary, let us unite as one and work hard to finish building a moderately prosperous society in all respects and achieve the great rejuvenation of the Chinese nation.
zh_cn: 让我们在以习近平同志为总书记的党中央领导下，万众一心，奋发图强，为全面建成小康社会、实现中华民族的伟大复兴而奋斗！
